import { Film } from '../models/film.model';

export const FILMS: Film[] = [
  {
    id: 0,
    title: 'Марсианин',
    original: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.8,
    image: '/img/Film.png',
    link: '/film',
    description:
      'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.',
  },
  {
    id: 1,
    title: 'Марсианин 1',
    original: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.6,
    image: '/img/Film.png',
    link: '/film',
    description:
      'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.',
  },
  {
    id: 2,
    link: '/film',
    title: 'Марсианин 2',
    original: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.5,
    image: '/img/Film.png',
    description:
      'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.',
  },
];
